{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "mean": 0.0, "stddev": 0.05}}, "batch_input_shape": [null, 5], "bias_regularizer": null, "use_bias": true, "units": 10, "activity_regularizer": null, "activation": "tanh", "name": "dense_1", "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "dtype": "float32", "trainable": true}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "mean": 0.0, "stddev": 0.05}}, "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "units": 8, "activity_regularizer": null, "activation": "sigmoid", "name": "dense_2", "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "trainable": true}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "mean": 0.0, "stddev": 0.05}}, "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "units": 1, "activity_regularizer": null, "activation": "linear", "name": "dense_3", "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "trainable": true}}], "backend": "tensorflow", "keras_version": "2.2.2"}